Repository: collective/collective.geo.usersmap
Catalog: src/collective/geo/usersmap/locales/*/LC_MESSAGES/collective.geo.usersmap.po
Languages: es

source: Add users' map portlet
es: Agregar un portlet con el mapa de los usuarios

source: Add users' properties, one for line. They will be displayed in the map popups
es: Agregar propiedades de los usuarios, una por linea. Ellas serán mostradas en la ventana emergente del mapa

source: Edit users' map portlet
es: Editar portlet de mapa de los usuarios

source: Extension profile for Collective Geo Users' map
es: Perfil de extensión para Collective Geo Users' map

source: Height
es: Altura

source: Height for maps, specified as an absolute (like '450px' or '15em'), or relative (like '100%') size.
es: Altura para el mapa, especificado como una dimensión absoluta (es.: '450px' o '15em') o relativa (es.: '100%').

source: Map Description
es: Descripción del mapa

source: Map Title
es: Título del Mapa

source: Profile properties
es: Propiedades del perfil

source: Property
es: Propiedad

source: This portlet display a map of portal user locations.
es: Este portlet muestra un mapa de las ubicaciones de los usuarios del portal.

source: Users' Map Portlet
es: Portlet de Mapa de los usuarios
